{"1":{"channel name":"Station Announcements","author":"SS13","censored":0,"author censored":0,"messages":[{"author":"Central Command","time stamp":"12:35:16","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Enemy communication intercepted. Security level elevated.<br><br>A summary has been copied and printed to all communications consoles.","comments":[]},{"author":"Central Command","time stamp":"15:57:57","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Electrical Storm Alert<br><br>An electrical storm has been detected in your area, please repair potential electronic overloads.","comments":[]},{"author":"Captain's Announcement","time stamp":"19:25:49","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"One day while Andy was masturbating, Woody got wood. He could no longer help himself! He watched as Andy stroked his juicy kawaii cock. He approached Andy which startled him and make him pee everywhere on the floor and on Woody too. Being drenched in his urine made him harder than ever! Woody: \"Andy Senpai! I'm alive and I want to be INSIDE OF YOU.\" Andy: \"Oh Woody Chan! I always knew you were alive! I want to stuff you up my kawaii ass!\" Woody grabbed a bunch of flavored lube and rubbed it all over his head Woody: \"Oh my! It's cherry flavored lube! Cherry is my favorite! Woody then stuffed his head up into Andy's tight ass! The other toys around the room watched intently as Woody shoved his head back and forth into Andy's nice ass, continuously making a squishy wet noise. The other toys also became aroused and they all gathered around Woody and Andy and started to urinate all over them, and then they started to masturbate. Andy: \"Oh my goodness, Woody Chan! You are ch","comments":[]},{"author":"Central Command","time stamp":"19:30:03","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Anomaly Alert<br><br>Gravitational anomaly detected on long range scanners. Expected location: Engineering Foyer.","comments":[]},{"author":"Central Command","time stamp":"21:52:11","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Anomaly Alert<br><br>Pyroclastic anomaly detected on long range scanners. Expected location: Auxillary Base.","comments":[]},{"author":"Central Command","time stamp":"03:51:31","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Anomaly Alert<br><br>Pyroclastic anomaly detected on long range scanners. Expected location: Toxins Mixing Lab.","comments":[]},{"author":"Central Command Update","time stamp":"04:50:04","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Ionospheri:%ï¿½ MCayj^j<.3-BZZZZZZT","comments":[]}]},"2":{"channel name":"CB S-W News","author":"Cadence Bullard (Curator)","censored":0,"author censored":0,"messages":[{"author":"Cadence Bullard (Curator)","time stamp":"17:06:40","censored":0,"author censored":0,"photo file":"e302c","photo caption":"","body":"<font face=\"Verdana\">Smashed lights being found around the station! Who is this vandal, and will our top-of-the-line security team be able to find the suspect in time?! I&#39;ll keep you all updated as the situation develops!</font>","comments":[]},{"author":"Cadence Bullard (Curator)","time stamp":"18:09:33","censored":0,"author censored":0,"photo file":"ab603","photo caption":"","body":"<font face=\"Verdana\">Rudely ignored by our very own HOS, Jhonson Lutherfield! As you may be aware, there is someone on station destroying lights. When I tried to confront Lutherfield about this matter, he turned his back. Perhaps he is on the suspect&#39;s trail, or perhaps he commited the crime himself! Can we trust our own security team?</font>","comments":[]},{"author":"Cadence Bullard (Curator)","time stamp":"18:51:06","censored":0,"author censored":0,"photo file":"f22e0","photo caption":"","body":"<font face=\"Verdana\">Pepsiman - Station Hero! A selfless man by the name of Pepsiman has taken it upon himself to repace our smashed light bulbs! Take that, creature of darkness!</font>","comments":[]},{"author":"Cadence Bullard (Curator)","time stamp":"21:44:16","censored":0,"author censored":0,"photo file":"6c9cc","photo caption":"","body":"<font face=\"Verdana\">Station starved! Due to the lack of a chef, our station is without food! How will our crew be able to work under these conditions? Will we be able to find a solution to this crisis?! We can only hope for the best!</font>","comments":[]},{"author":"Cadence Bullard (Curator)","time stamp":"22:25:31","censored":0,"author censored":0,"photo file":"93d3a","photo caption":"","body":"<font face=\"Verdana\">Pepsiman saves us once more! Soon after submitting my last story, I witnessed The Amazing Pepsiman in the kitchen, cooking! Crisis averted thanks once again to Pepsiman! Is he the hero that this station needs?</font>","comments":[]}]}}
