{"1":{"channel name":"Station Announcements","author":"SS13","censored":0,"author censored":0,"messages":[{"author":"Central Command","time stamp":"12:28:05","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Enemy communication intercepted. Security level elevated.<br><br>A summary has been copied and printed to all communications consoles.","comments":[]},{"author":"Captain's Announcement","time stamp":"12:55:41","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"You may be right that Ratatouille depicted kitchens accurately, but it had a lot of other problems that really broke my immersion. Okay, so you want to make a movie where rats have human level intelligence, and they understand English (French?), and one of them is a foodie and wants to be a chef. Fine, I can accept that premise. But then half way through the movie I’m also supposed to accept that this rat can have perfect fine motor control of a human being just by pulling on his scalp? No. Further, the movie is really insulting to the art and discipline of cooking good food. We’re supposed to believe that this untrained creature (doesn’t matter what species) can just show up into a kitchen, sprinkle a few extra ingredients into an already cooking soup, and make it amazing? That without any control over his ingredients, no prior practice, and no familiarity with his kitchen or staff, he can whip up amazing dishes that please the harshest critic? No. I get that he has passion for food. He may even have specia","comments":[]},{"author":"Captain's Announcement","time stamp":"13:46:09","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"The wii u is one of the best selling consoles. with 13 million in sales it tops play station (all of their consoles combine reach a measly 5 million in sales ). the wii u is also a power house with a ge force gtx4k graphics card. the wii u plays in hd which is why it has a 4k graphics card instead of the 1080 which is the second best graphics card you can get on a pc (second only to the gtx 1085) the processor is really good too (its plays mario maker and mario maker is a big game with 45000000 different possible compos)the cpu(that stands for computer)plays at 45000000 different things per second. the wii u should not have gta on it so it is family friendly also the wii u needs to beat the switch as the best selling console thanks for reading my comment ;) ps:nintendo can you put fortnite on the wii u THX","comments":[]},{"author":"Central Command Update","time stamp":"14:12:28","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Reminder: Narcotics are strictly ILLEGAL, and Space Law's policies on narcotic abuse.\n","comments":[]},{"author":"Central Command","time stamp":"15:43:36","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Electrical Storm Alert<br><br>An electrical storm has been detected in your area, please repair potential electronic overloads.","comments":[]},{"author":"Central Command Update","time stamp":"15:53:55","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Reminder: Narcotics laws are to be STRICTLY enforced!\n","comments":[]},{"author":"Captain's Announcement","time stamp":"20:39:27","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Jesus Kiefer is arrest on sight for stealing items from another crew member","comments":[]},{"author":"Central Command","time stamp":"22:42:20","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Electrical Storm Alert<br><br>An electrical storm has been detected in your area, please repair potential electronic overloads.","comments":[]},{"author":"Central Command Update","time stamp":"01:54:58","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Ionospheri:%ï¿½ MCayj^j<.3-BZZZZZZT","comments":[]},{"author":"Central Command","time stamp":"03:22:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Central Command Higher Dimensional Affairs<br><br>An acausal dimensional event has been detected in your sector. Event has been flagged EXTINCTION-CLASS. Directing all available assets toward simulating solutions. SOLUTION ETA: 60 SECONDS.","comments":[]},{"author":"Central Command","time stamp":"03:32:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Central Command Higher Dimensional Affairs<br><br>Simulations on acausal dimensional event complete. Deploying solution package now. Deployment ETA: ONE MINUTE. ","comments":[]}]}}
