{"1":{"channel name":"Station Announcements","author":"SS13","censored":0,"author censored":0,"messages":[{"author":"Central Command","time stamp":"12:25:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Enemy communication intercepted. Security level elevated.<br><br>A summary has been copied and printed to all communications consoles.","comments":[]},{"author":"Central Command","time stamp":"14:36:24","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Electrical Storm Alert<br><br>An electrical storm has been detected in your area, please repair potential electronic overloads.","comments":[]},{"author":"Captain's Announcement","time stamp":"16:58:32","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Ai's mom gay","comments":[]},{"author":"Captain's Announcement","time stamp":"17:57:25","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"The attack on Pearl Harbor was a surprise military strike conducted by the Imperial Japanese Navy against the United States naval base at Pearl Harbor, Hawaii, on the morning of December 7, 1941 (December 8 in Japan). The attack led to the United States' entry into World War II. The attack was intended as a preventive action in order to keep the U.S. Pacific Fleet from interfering with military actions the Empire of Japan was planning in Southeast Asia against overseas territories of the United Kingdom, the Netherlands, and the United States. There were simultaneous Japanese attacks on the U.S.-held Philippines and on the British Empire in Malaya, Singapore, and Hong Kong. The attack came as a profound shock to the American people and led directly to the American entry into World War II in both the Pacific and European theaters. The following day, December 8, the United States declared war on Japan. Domestic support for non-interventionism, which had been strong, disappeared. Clandestine support of Brita","comments":[]},{"author":"Central Command","time stamp":"19:35:28","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Power Systems Nominal<br><br>Power has been restored to Space Station 13. We apologize for the inconvenience.","comments":[]},{"author":"Central Command","time stamp":"19:39:03","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Anomaly Alert<br><br>High levels of radiation detected near the station. Maintenance is best shielded from radiation.","comments":[]},{"author":"Captain's Announcement","time stamp":"19:39:30","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"One day while Andy was masturbating, Woody got wood. He could no longer help himself! He watched as Andy stroked his juicy kawaii cock. He approached Andy which startled him and make him pee everywhere on the floor and on Woody too. Being drenched in his urine made him harder than ever! Woody: \"Andy Senpai! I'm alive and I want to be INSIDE OF YOU.\" Andy: \"Oh Woody Chan! I always knew you were alive! I want to stuff you up my kawaii ass!\" Woody grabbed a bunch of flavored lube and rubbed it all over his head Woody: \"Oh my! It's cherry flavored lube! Cherry is my favorite! Woody then stuffed his head up into Andy's tight ass! The other toys around the room watched intently as Woody shoved his head back and forth into Andy's nice ass, continuously making a squishy wet noise. The other toys also became aroused and they all gathered around Woody and Andy and started to urinate all over them, and then they started to masturbate. Andy: \"Oh my goodness, Woody Chan! You are ch","comments":[]},{"author":"Central Command Update","time stamp":"19:54:29","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Blame jerry for the shitpost","comments":[]},{"author":"Central Command Update","time stamp":"20:03:07","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Yeah im sorry guys\n\n- Intern Jerry","comments":[]},{"author":"Central Command","time stamp":"20:10:15","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Anomaly Alert<br><br>The radiation threat has passed. Please return to your workplaces.","comments":[]},{"author":"Captain's Announcement","time stamp":"20:14:10","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"A week ago I approached a woman on the street. She was 6/10. Kinda too much make up. But I thought I still had a chance to make love with her. I was very polite. But she still rejected me. I punched her and tried to rape her. She screamed for help and tried to fight back. And some random guy came and knocked me out of my counciousness. I didnt have sex that night and I stayed virgin. What I want to say that it is by far more harmful to say no than getting raped. When you get raped you might actually enjoy it. But if you say no to a nice guy, the guys self-esteem is completely destroyed and he might even end his life. Also the girl probably went to a night club and got \"raped\" by some chad while being intoxicated. TL;DR raping should be legal and saying no to an offer to have sex should be illegal. Because the counsequences are way worse.","comments":[]},{"author":"Captain's Announcement","time stamp":"20:40:03","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"I want an anime girlfriend who will love me for who I am. Real women just don't understand what they're missing out on. Anime women are loyal, they care for you AND they're beautiful. If I had an anime girlfriend, I would respect her so hard. Real men like myself don't want a girlfriend just for sex, we want someone to RESPECT, and with an anime girlfriend that would go both ways. If you have a 3D woman as a girlfriend, you obviously don't respect REAL women. Get a life and a REAL girlfriend, idiots.","comments":[]},{"author":"Captain's Announcement","time stamp":"21:31:42","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Me, a furry intellectual: *pounces on u* hai x3 *licks my paw* did you know I have an IQ of 9001? *flops down besides u* I wike to watch wick and Mowty too :3 I'm an intewlwectual ^w^ *notices your IQ* OwO what's this? *glomps you* i-it's even bigger than mine >O<","comments":[]},{"author":"Captain's Announcement","time stamp":"22:01:19","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Gamers are some of the least mature people I have ever met. Gaming is toxic, and here's why. Most gamers are young men who are lonely so they resort to gaming because they are social outcast and do not have proper social interaction. This leads to them being the most rude and bigoted people that you could ever meet. The gaming community is based on the notion of Escaping The Real World. It is also based on becoming someone who you aren't. This let's young, angry men abuse attack and harass people of colour and women in particular. All of this abuse can be done anonymously.","comments":[]},{"author":"Captain's Announcement","time stamp":"22:31:50","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"There he is. There he goes again. Look, everyone! He posted it once again! Isn't he just the funniest guy around?! Oh my God.","comments":[]},{"author":"Central Command Update","time stamp":"23:14:44","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Spider-Man 3 is the best movie that Spider-Man made. Since its release in 2007, critics have spent countless hours analysing every frame, every scene, every line of dialogue in search of its many subdued themes and messages, like Garfield. Spider-Man 3 is a film about layers; on the surface, it's your typical thrill-a-minute Blockbuster with cutting-edge special effects, but upon further viewing your start to understand this is merely a façade","comments":[]},{"author":"Captain's Announcement","time stamp":"23:28:03","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Someone told me to go to church if I wanted to meet a nice girl, but almost the whole time some guy was talking. I tried to pick up chicks anyway, but this old lady kept telling me to be quiet, which was really killing my game. Afterwards I hardly had time to chat up the ladies, so I had to be fast. When one of them was not part of the conversation I went up to her and told her that ''a woman with beauty like yours could part a man's heart like Moses did the Red sea.'' Her brother burst out laughing and she looked embarrassed. I thought she would enjoy a pickup line from one of the older books of the Bible, but I guess this church didn't seem to bother too much with the Old Testament. Told another woman ''For it being the Sabbath, you sure are working it!'' Turns out she was married and her husband got mad at me. I was too busy to check for a wedding band. I then saw a woman with her back turned to me. I tapped her on the shoulder was about to hit her with some choice","comments":[]},{"author":"Central Command Update","time stamp":"23:55:10","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"why are we here just to suffer","comments":[]},{"author":"Central Command Update","time stamp":"00:08:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"anyways back on topic our new top of the line stealth ship is lined up to be your shuttle this evening so if you could not buy a new one that would be great this one is really good at evading syndicates and being I N V I S I B L E","comments":[]},{"author":"Captain's Announcement","time stamp":"00:53:40","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Ok, mom, firstly, you need to understand that this isn't porn, all right? It's called \"hentai\". Yes, that's a Japanese phrase, I'm learning Japanese from these videos. Before I get to the part about learning Japanese, though, let me first comment on the cultural implications of hentai. After the second world war, which Japan lost after the nuclear bombs were dropped on Hiroshima and Nagasaki, the entire country underwent a period of self-reflection and soul-searching. They wanted to understand how events led to the rest of the world responding with such devastating atomic attacks. This led to a strong antipathy towards war-mongering and international aggression. You may have heard about how the Japanese constitution doesn't allow the country to have an active military. Same idea. A lot of post-war Japanese culture is a reflection of such attitudes. For example, the Godzilla movies are not just about giant monsters fighting each other. They're about the horrors of unbridled ato","comments":[]},{"author":"Captain's Announcement","time stamp":"01:12:27","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Lil Pump is a child prodigy. At a mere three years of age, he was able to fully master the English language. When he turned five, he enrolled at Hamburger State University. There, he earned his bachelors degree in Lyrical Composition with a concentration in mumble rap. By six, he had mastered calculus and started writing PhD level academic papers. While he struggled a bit with integral calculus, he figured it out through dedication and hardwork over almost twenty-three minutes. In one of his papers, he addresses a mathematical application of music that transcends human logic, acting as the spark for his music career. But before he could start on his journey to musical stardom, he resolved to finish his PhD. By eight, his intellectual capacity had exceeded that of an average twenty-eight and a half year old. Realising his prodigious growth, Lil Pump thought he should spend some time in self reflection to get a better grasp on what he could expect of himself in future. So, he went to the Himalayas for 7 years","comments":[]},{"author":"Central Command Update","time stamp":"01:18:37","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"i hope you enjoy our new shuttle design and have a nice flight","comments":[]},{"author":"Central Command Update","time stamp":"01:26:09","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"it appears the shuttle is leaking a bit\n","comments":[]},{"author":"Central Command","time stamp":"01:37:40","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Critical Power Failure<br><br>Abnormal activity detected in Space Station 13's powernet. As a precautionary measure, the station's power will be shut off for an indeterminate duration.","comments":[]}]}}
