{"1":{"channel name":"Station Announcements","author":"SS13","censored":0,"author censored":0,"messages":[{"author":"Central Command","time stamp":"12:23:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Enemy communication intercepted. Security level elevated.<br><br>A summary has been copied and printed to all communications consoles.","comments":[]},{"author":"Central Command","time stamp":"14:13:15","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Electrical Storm Alert<br><br>An electrical storm has been detected in your area, please repair potential electronic overloads.","comments":[]},{"author":"Central Command","time stamp":"15:36:14","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Nanotrasen Bounty Program<br><br>Central Command has issued a high-priority cargo bounty. Details have been sent to all bounty consoles.","comments":[]},{"author":"Central Command","time stamp":"23:49:00","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Nanotrasen Bounty Program<br><br>Central Command has issued a high-priority cargo bounty. Details have been sent to all bounty consoles.","comments":[]}]},"2":{"channel name":"Nanotrasen Book Club","author":"Library","censored":0,"author censored":0,"messages":[{"author":"Book: Woody&#39;s Got Wood","time stamp":"12:14:53","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"<font face=\"Verdana\" color=blue>One day while Andy was masturbating, Woody got wood. He could no longer help himself! He watched as Andy stroked his juicy kawaii cock. He approached Andy which startled him and make him pee everywhere on the floor and on Woody too. Being drenched in his urine made him harder than ever! Woody: &#34;Andy Senpai! I&#39;m alive and I want to be INSIDE OF YOU.&#34; Andy: &#34;Oh Woody Chan! I always knew you were alive! I want to stuff you up my kawaii ass!&#34; Woody grabbed a bunch of flavored lube and rubbed it all over his head Woody: &#34;Oh my! It&#39;s cherry flavored lube! Cherry is my favorite! Woody then stuffed his head up into Andy&#39;s tight ass! The other toys around the room watched intently as Woody shoved his head back and forth into Andy&#39;s nice ass, continuously making a squishy wet noise. The other toys also became aroused and they all gathered around Woody and Andy and started to urinate all over them, and then they started to masturbate. Andy: &#34;Oh my goodness, Woody Chan! You are ch</font><font face=\"Verdana\" color=blue>urning my insides up so well! Your nose is stimulating my prostate! OH YES! All the other toys became so aroused by this, that they could not help themselves anymore! They pushed Woody completely inside, and they all went inside. All of them wanted to be inside Andy&#39;s nice round ass. Andy: &#34;No wait guys! My ass cannot hold this much! I&#39;m getting so full! All the toys went inside of poor squirming Andy and pretty much, he was beyond full, and died from having his insides completely damaged. The mother came inside and found Andy, dead with a huge ass hemorrhage on his anus, with a HUGE belly full of toys.</font>","comments":[{"author":"Nerissa Ratcliff (Lawyer)","time stamp":"12:24:54","body":"a bit discuting..."}]},{"author":"Book: Despacito","time stamp":"13:34:39","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"<font color = #101010><font face=\"Verdana\" nocolor=black><font size=\"4\">Despacito holy edition</font><br><br>Coming over in my direction So thankful for that, it&#39;s such a blessin&#39;, yeah Turn every situation into Heaven, yeah Oh, you are my sunrise on the darkest day Got me feelin&#39; some kind of way Make me wanna savour every moment slowly, slowly You fit me tailor-made, love, how you put it on Got the only key, know how to turn it on The way you nibble on my ear, The only words I wanna hear Baby, take it slow so we can last long Oh, tú, tú eres el imán y yo soy el metal Me voy acercando y voy armando el plan Sólo con pensarlo se acelera el pulso Oh, yeah ya, ya me está gustando más de lo normal Todos mis sentidos van pidiendo más Esto hay que tomarlo sin ningún apuro Despacito Quiero respirar tu cuello despacito Deja que te diga cosas al oído Para que te acuerdes si no estás conmigo Despacito Quiero desnudarte a besos despacito Firmo en las paredes de tu laberinto Y hacer de tu cuerpo todo un manuscrito<br></font></font>","comments":[]}]},"3":{"channel name":"Chads fat boner","author":"BLAQ CHAD (Curator)","censored":0,"author censored":0,"messages":[{"author":"BLAQ CHAD (Curator)","time stamp":"14:43:38","censored":0,"author censored":0,"photo file":"fad3b","photo caption":"","body":"<font face=\"Verdana\">BLAQ CHAD can;t wait to peel off these grey boxers.</font>","comments":[]}]}}
