{"1":{"channel name":"Station Announcements","author":"SS13","censored":0,"author censored":0,"messages":[{"author":"Central Command Update","time stamp":"12:32:10","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"It was the last mission in my tour in Afghanistan (not that I knew that at the time,) I was manning a checkpoint in the middle of bumfuck nowhere when and gunfire erupted from all sides. Everybody scrambled to cover, except me. In the first barrage three bullets found their way into my leg, abdomen, and chest. I laid there on the ground dying. You might think I was scared, that I cried out for help or maybe I tried to crawl to safety, but as I laid there-bullets flying overhead and gunfire sounding off like a hundred drums- a feeling of peacefulness and clarity came over me. For maybe five more minutes I stayed on the ground. I had made peace with death, or so I thought. Just before my eyes closed for good, I had a realization. If I died here today, I would never be able to experience the wonder of anime tiddies ever again! I pushed my guts back into the hole that first bullet had made and crawled. And when I could no longer hear the gunfire I stood up and staggered. And when I could stagger no longer I crawled again. I crawled all the way back to base camp. The medics went to work on me right away. When I woke up they told me one bullet had grazed against my heart, and the other had ripped straight through one of my intestines. \"Your survival was nothing less than a divine intervention,\" they said, \"wounds like these would've killed anybody else, God must've been watching over you out there.\" But I knew that what saved me out there wasn't God, or luck, or karma, or any mystical force. What saved me out there was anime tiddies.","comments":[]},{"author":"Central Command","time stamp":"12:35:03","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Enemy communication intercepted. Security level elevated.<br><br>A summary has been copied and printed to all communications consoles.","comments":[]},{"author":"Central Command Update","time stamp":"12:48:50","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Have you ever wondered how modern Anime came to be? The animation, the choreography, the writing? It was all because of this. Cory in the House is one of the most successful Anime titles in the current decade. It surpasses Attack on Titan and other popular Anime titles. This is because Cory in the House was the founding father for all future Animes. The brilliant art direction is responsible for this masterpiece to earn several nominations as well as a Golden Globe. If you have yet to watch Cory in the House, I recommend you do so. I once worshiped Allah, but because of Cory in the House, I worship Cory now. I have made a shrine dedicated to loathing Cory. I perform dark rituals for my master. Everyday after the rituals, I sit down with all of my weaboo friends and we watch a good 3-4 hours of Cory in the House. I can not stress this enough that Cory in the House is one of the best Animes, wait no, one of the best series to ever air on television since the invention of televisions. Please, do it for Cory.","comments":[]},{"author":"Central Command Update","time stamp":"13:49:06","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"a","comments":[]},{"author":"Central Command Update","time stamp":"14:05:54","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"space station 13, are you a tits or a ass man?","comments":[]},{"author":"Central Command Update","time stamp":"14:20:47","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"gays have been detected\nThree Taps says, \"Put that dirty dick in my ass nigga\"","comments":[]},{"author":"Central Command Update","time stamp":"14:53:57","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"No racism allowed.","comments":[]},{"author":"Central Command","time stamp":"15:34:13","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"CentCom Research Initiatives<br><br>Cargo: Your station has been chosen for an epidemiological research project. Send us your cargo shuttle to receive your research samples.","comments":[]},{"author":"Central Command","time stamp":"19:33:55","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Cargo shuttle commandeered by CentCom.<br><br>The cargo shuttle should return in five minutes. Have some supply points for your trouble.","comments":[]},{"author":"Central Command","time stamp":"21:49:33","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Anomaly Alert<br><br>Space-time anomalies detected on the station. There is no additional data.","comments":[]},{"author":"Central Command","time stamp":"23:08:22","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Anomaly Alert<br><br>Pyroclastic anomaly detected on long range scanners. Expected location: Dormitory Toilets.","comments":[]}]}}
