{"1":{"channel name":"Station Announcements","author":"SS13","censored":0,"author censored":0,"messages":[{"author":"Central Command","time stamp":"12:19:01","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Security Report<br><br>Thanks to the tireless efforts of our security and intelligence divisions, there are currently no credible threats to Labor Platform Nine. All station construction projects have been authorized. Have a secure shift!","comments":[]},{"author":"Central Command Update","time stamp":"14:54:05","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"a","comments":[]},{"author":"Central Command Update","time stamp":"15:09:52","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Attention crew of Space Station 13. Please be patient with your captain, he has a serious form of autism. Thank you, and have a nice day.\n\n- Intern Big Nigga","comments":[]},{"author":"Central Command Update","time stamp":"15:26:48","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Ey marnu stimbo, Its me big nigga, how's the wife?","comments":[]},{"author":"Central Command Update","time stamp":"15:29:40","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Oh wait i forgot you have no wife because you're a faggot","comments":[]},{"author":"Central Command","time stamp":"16:44:25","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Lifesign Alert<br><br>Unknown biological entities have been detected near Detroit, please stand-by.","comments":[]},{"author":"Central Command","time stamp":"18:14:09","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Power Systems Nominal<br><br>Power has been restored to Detroit. We apologize for the inconvenience.","comments":[]},{"author":"Central Command Update","time stamp":"21:39:37","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Ionospheric anomalies detected. Temporary telecommunication failure imminent. Please contact you*%fj00)`5vc-BZZT","comments":[]},{"author":"Central Command","time stamp":"22:35:42","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Critical Power Failure<br><br>Abnormal activity detected in Detroit's powernet. As a precautionary measure, the station's power will be shut off for an indeterminate duration.","comments":[]},{"author":"Central Command","time stamp":"02:45:50","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Anomaly Alert<br><br>Pyroclastic anomaly detected on long range scanners. Expected location: Bridge.","comments":[]},{"author":"Central Command Update","time stamp":"03:44:18","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"uh yeah big nigga here..we're going home because this round has gone on long enough. big nigga out. see you later folks.","comments":[]},{"author":"Central Command Update","time stamp":"03:52:11","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"daddies cummies are yummy","comments":[]},{"author":"Central Command Update","time stamp":"03:56:28","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"it wasnt me it was that fucking slut helen","comments":[]},{"author":"Central Command Update","time stamp":"04:02:16","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"luigi youre drunk, go home. and tell me how you did the thing\n","comments":[]},{"author":"Central Command Update","time stamp":"04:04:51","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"GIMMESUMSUCCPLS IS A GAY FUCKING NERD","comments":[]},{"author":"Central Command Update","time stamp":"04:09:33","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"whyunoeatshitanddiefam?\n","comments":[]},{"author":"Central Command Update","time stamp":"04:20:49","censored":0,"author censored":0,"photo file":"","photo caption":"","body":" In all honesty, Infinity War is going to be super polarizing. There's an Iron Man and Captain America sex scene. It's hardcore. I mean r e a l l y hardcore. It's like 50 shades of gray squared but responsible and consensual (always get consent kids). It really brought the movie together and established their friendship and regret for past hatred. Of course they threw their adorable quips (as Disney does) like \"I'm surprised that IRON Man has trouble getting hard\", \"Could you have any more toys, Inspector Gadget?\" (how does he even know what that is?), and \"Thank you for your service\". Every scene they had together held the strongest feeling of sexual tension I have ever felt in a movie. Be it the staring, \"accidental\" penis touching, or when Stark said \"I could really go for a hot dog right now\". Overall, this movie made me gay and fall out of love with my wife. How am I going to tell her? She'll be devastated.\n\n10/10","comments":[]},{"author":"Central Command Update","time stamp":"04:32:49","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"k so im in school and this kid i dont like his name is shawn he starts botering me because hes a jerk and he always picks on me like pushing me around and stuff anyway usualyi dont usualy do anything cuz i get scared but that day he was pushing me into the wall while i was walking to class with my friends and evry1 was quiet cuz no1 wanted to get picked on but i was starting to get angry so i said to him stop it already, shawn and he's like f*** u, dork make me and im like fine thats it!!!11! so he pushes me and i fall on my face and every1 around gets in a group and starts going fight fight fight and shawns like get up you b**** so i get up slowly and im REALLY angry and i turn around and i feel like theres this power inside me so i start screaming at him like goku so evry1 in the group backs up and looks scared and even shawn started to back up and look scared so i yell at him you shuldnt have messed with a sayian!!!1! i put my hands back and go kameeeeeeeehameeeeeeehaaaaaaaaaaaa and i try to shoot it i dont see it but i could feel the forc e of it (im training it now so i can see it) and shawn backed up a bit so i coul dtell him i hit him wiht it too then he turned around and walked awya cuz he was scared and evry1 in the gruop walked away too and my friends all come up to me and start saying stuff like good job and my friend chris says dude your hair turned gold for a secon and im like really and hes like yeah and then all my other friends are like yeah i saw that too so thats the story of how i learned that i was saiyan","comments":[]},{"author":"Central Command","time stamp":"04:34:51","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Biohazard Alert<br><br>Confirmed outbreak of level 7 viral biohazard aboard Detroit. All personnel must contain the outbreak.","comments":[]},{"author":"Central Command Update","time stamp":"04:41:12","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"once yall reach centcomm things are gonna get hot in here ","comments":[]}]}}
