{"1":{"channel name":"Station Announcements","author":"SS13","censored":0,"author censored":0,"messages":[{"author":"Head of Personnel's Desk","time stamp":"12:11:31","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Wakey Wakey , Eggs and Bakey. Time to rise and shine and get to work. I'll be doing department inspections this shift so let's keep the station nice and neat. Follow procedures.","comments":[]},{"author":"Central Command","time stamp":"12:14:54","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Enemy communication intercepted. Security level elevated.<br><br>A summary has been copied and printed to all communications consoles.","comments":[]},{"author":"Central Command Update","time stamp":"12:39:21","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"today im going to show space station 13 how to perform a half-a press","comments":[]},{"author":"Central Command Update","time stamp":"12:49:19","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"I want to have hot steaming sex with Marge Simpson, I'll look like the cookie monster from eating Marge's pussy and ass. Homer does not need to know and Marge won't tell because i know that she is actually a freak. I'm gonna go baby Bart Simpson on her tits because I'll be treating those tits like actual jugs of milk. I will look like that kid who ate mud because I know that she doesn't clean that sweet yellow ass of hers. The bed will be soaked in sweat and pussy juice from our passionate fucking, the bedroom will look like she was attacked by an animal which actually won't be to far from the truth. The smell of cum, pussy-juice and sweat will stay in the room for weeks. She won't be able to walk properly for three whole days, just imagining this is making me so fucking horny right now like holy shit. I can see marge sitting on my face while moaning the classic sound she makes when she is angry. Her moans will be heard all over Evergreen Terrace and Ned will have to cover the ears of his children from the unholy noises. We can try to choke her with that blue hair of hers, when I feel her shivering because of the intensity of her orgasm both of us will know it was worth it. She will scream in pain when I penetrate that pussy but that won't stop me from going harder and harder until she is filled to the brim. I will expand her anal cavity as if my cock was one of those torture tools. No amount of lube(not that she will use any anyways) will make this experience painless for her but I know that it is what she want's because when I blast that ass like a naval cannon she will turn around and beg for more. I'll fuck her till every hole in her body is filled with my seed. Her face will look like the Joker in The Dark Knight after I'm done . Come to think of it those sweaty thighs can rub my claymore. Our session will be so violent that we will have to keep a doctor on speed dial just for safety. So in conclusion I would have sex with Marge.","comments":[]},{"author":"Captain's Announcement","time stamp":"15:31:40","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Now before any of you report me for shitposting hear me out. First according to the height of a Minion (which is 3.5 feet on average) Gru is 4 minions tall, which means he is a godly size of 14 feet tall. Furthermore if any of you remember the original Despicable Me, you know there is a scene when Vector kidnaps the three girls and shoots a series of heat-seeking misses at Gru, he then dodges them all. According to the speed of an average ballistic missile (1900 mph) and the size of the missile according to his ankle size, Gru can perceive and move at such a speed that the missiles only move 9.5 miles per hour, 0.5% of their original speed. After this Gru punches a shark and it is paralyzed meaning its spine is probably shattered, to remind you it would require a force greater than 3,000 newtons to fracture the spine.","comments":[]},{"author":"Captain's Announcement","time stamp":"16:01:30","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"So I've never been an anime fan, until quite recently, I'd say the last 2 months. I'd just watched death note back in 2015, and thought why not watch it again. After death note, i watched a couple other anime, mainly, blend-s and tsurezure children. But after that I kept finding new anime to watch, and I watched citrus,kimi no na wa, 3d kanojo, darling in the franxx, and now, oreshure. I figure that's a lot, for me especially, considering i've never been into anime, but i kinda like it now. i listen to some of the songs, especially the openings, of darling in the franxx, and citrus, etc Thing is, I don't wanna turn into a weeb or anything, and I also set my wallpapers from darling in the franxx Are things alright, or am I carrying things a bit too far? I need some help on how to figure this out. Is watching anime and doing stuff like this okay?","comments":[]},{"author":"Central Command","time stamp":"16:17:34","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Incoming Classified Message<br><br>A report has been downloaded and printed out at all communications consoles.","comments":[]},{"author":"Central Command","time stamp":"18:44:04","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Electrical Storm Alert<br><br>An electrical storm has been detected in your area, please repair potential electronic overloads.","comments":[]},{"author":"Captain's Announcement","time stamp":"18:50:06","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"DARELL SHUT YO NASTY MOUTH UP","comments":[]},{"author":"Central Command","time stamp":"19:32:24","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Anomaly Alert<br><br>Pyroclastic anomaly detected on long range scanners. Expected location: Starboard Emergency Storage.","comments":[]},{"author":"Captain's Announcement","time stamp":"19:34:53","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"I want to travel back in time and find a cave woman with wide hips and huge tits. She would have to take me back to her cave to meet her mom, who would have to watch and maintain eye contact with her daughter while I fucked said cave woman from behind. Her mom would to ask her daughter when she was about to cum, things like that.","comments":[]},{"author":"Captain's Announcement","time stamp":"21:43:21","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Grove street represent","comments":[]},{"author":"Captain's Announcement","time stamp":"23:36:51","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"THE GANG'S BEEN THRU A LOT OF THANGS, I AM SORRY BUT... I NEED TO END THIS, I CANNOT LIVE LIKE THIS - GAVIN","comments":[]},{"author":"Central Command","time stamp":"03:38:50","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Central Command Higher Dimensional Affairs<br><br>An acausal dimensional event has been detected in your sector. Event has been flagged EXTINCTION-CLASS. Directing all available assets toward simulating solutions. SOLUTION ETA: 60 SECONDS.","comments":[]},{"author":"Central Command","time stamp":"03:48:50","censored":0,"author censored":0,"photo file":"","photo caption":"","body":"Central Command Higher Dimensional Affairs<br><br>Simulations on acausal dimensional event complete. Deploying solution package now. Deployment ETA: ONE MINUTE. ","comments":[]}]}}
